/* Localized versions of Info.plist keys */

"KTPluginName" = "Stickam Werkzeug";
"KTPluginUntitledName" = "Mein Stickam";
"KTPluginDescription" = "Eine Pagelet mit audiovisuellem Inhalt von Stickam.com";